{
    "(and :count more error)": "(e mais :count erro)",
    "(and :count more errors)": "(e mais :count erros)",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu e-mail",
    "A new verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu endereço de e-mail.",
    "API Token": "Token de API",
    "API Token Permissions": "Permissões do Token de API",
    "API Tokens": "Tokens de API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Tokens de API permitem que serviços de terceiros autentiquem-se sem precisar utilizar o login e senha do usuário. Pode-se criar um ou mais tokens de API e revogá-los a qualquer momento.",
    "Accept Invitation": "Aceitar Convite",
    "Add additional security to your account using two factor authentication.": "Adicione uma camada a mais de segurança para acessar sua conta usando autenticação de dois fatores.",
    "All rights reserved.": "Todos os direitos reservados.",
    "Already registered?": "Já registrado?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Você tem certeza que quer deletar essa conta? Uma vez que sua conta é deletada, todos os dados serão permanentemente deletados. Por favor, entre com a sua senha para confirmar que você quer deletar permanentemente sua conta.",
    "Are you sure you would like to delete this API token?": "Tem certeza de que deseja excluir este token de API?",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu e-mail",
    "Browser Sessions": "Sessões do navegador",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "Close": "Fechar",
    "Code": "Código",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmação da senha",
    "Create": "Criar",
    "Create API Token": "Criar um Token de API",
    "Create Account": "Criar Conta",
    "Create New Team": "Criar um novo Time",
    "Created.": "Criado.",
    "Current Password": "Senha Atual",
    "Dashboard": "Painel de controle",
    "Delete": "Deletar",
    "Delete API Token": "Deletar o Token de API",
    "Delete Account": "Deletar Conta",
    "Disable": "Desabilitar",
    "E-Mail Address": "E-mail",
    "Email Address": "Endereço de e-mail",
    "Email Password Reset Link": "Enviar link para redefinir senha por e-mail",
    "Enable": "Habilitar",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta esteja usando uma senha longa e aleatória para permanecer segura.",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Forgot your password?": "Esqueceu sua senha?",
    "Please enter your email, and we will send you instructions to create your new password.": "Por favor, digite seu e-mail e enviaremos as instruções para criar uma nova senha.",
    "Hello!": "Olá!",
    "Home": "Principal",
    "I agree to the :terms_of_service and :privacy_policy": "Eu concordo com os :terms_of_service e com a :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode sair de todas as outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se você acha que sua conta foi comprometida, você também deve atualizar sua senha.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Se já tiver uma conta, você pode aceitar esse convite através do botão abaixo:",
    "If you did not create an account, no further action is required.": "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Se você não sabe porque está recebendo um convite para esse time, pode descartar esse e-mail",
    "If you did not receive the email": "Se você não recebeu o e-mail",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Caso não tenha uma conta, você pode criar uma usando o botão abaixo. Após criar a conta, você pode clicar no botão de aceitar convite nesse e-mail para aceitar o convite para o time",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Log Out": "Sair",
    "Log Out Other Browser Sessions": "Sair de outras sessões do navegador",
    "Log in": "Entrar",
    "Login": "Entrar",
    "Logout": "Sair",
    "Manage API Tokens": "Gerenciador de Tokens de API",
    "Manage Account": "Gerenciar Conta",
    "Manage and log out your active sessions on other browsers and devices.": "Gerencie e saia de suas sessões ativas em outros navegadores e dispositivos.",
    "Name": "Nome",
    "Nevermind": "Deixa pra lá",
    "New Password": "Nova Senha",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Antes de excluir sua conta, baixe todos os dados ou informações que deseja reter.",
    "Password": "Senha",
    "Permanently delete your account.": "Deleta permanentemente a sua conta.",
    "Permissions": "Permissões",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor, confirme o acesso à sua conta digitando um de seus códigos de emergência.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor, confirme o acesso à sua conta digitando o código da autenticação provido pelo seu aplicativo autenticador.",
    "Please confirm your password before continuing.": "Por favor, confirme sua senha para continuar.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor, copie o seu Token de API. Por motivo de segurança, ele não será mostrado novamente.",
    "Privacy Policy": "Política de Privacidade",
    "Profile": "Perfil",
    "Profile Information": "Informação do Perfil",
    "Recovery Code": "Código Recuperado",
    "Regards": "Saudações",
    "Regenerate Recovery Codes": "Gerar novamente os códigos de recuperação",
    "Register": "Cadastre-se",
    "Remember Me": "Manter conectado",
    "Remember me": "Manter conectado",
    "Remove Photo": "Remover imagem",
    "Resend Verification Email": "Reenviar o e-mail de verificação",
    "Reset Password": "Alterar Senha",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "Save": "Salvar",
    "Saved.": "Salvou",
    "Select A New Photo": "Selecione uma nova imagem",
    "Send Password Reset Link": "Enviar link para redefinir senha",
    "Show Recovery Codes": "Mostrar os códigos de recuperação",
    "Showing": "Mostrando",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um local seguro. Eles podem ser utilizados para recuperar o acesso à sua conta caso você perca o seu telefone.",
    "Switch Teams": "Mudar os Times",
    "Team Settings": "Gerenciamento de Times",
    "The :attribute must be at least :length characters and contain at least one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo e um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "O campo :attribute deve ter pelo menos :length caracteres e conter pelo menos um caractere maiúsculo, um número e um caractere especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "O campo :attribute deve ter pelo menos :length e conter pelo menos um caractere maiúsculo.",
    "The :attribute must be at least :length characters.": "O campo :attribute deve ter pelo menos :length caracteres.",
    "The given data was invalid.": "Os dados fornecidos são inválidos.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Essa é uma área segura da aplicação. Por favor confirme sua senha antes de continuar.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Toggle navigation": "Alternar navegação",
    "Token Name": "Nome do Token",
    "Two Factor Authentication": "Autenticação de dois fatores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores agora está habilitada. Digitalize o seguinte código QR usando o aplicativo autenticador do seu telefone.",
    "Update Password": "Alterar senha",
    "Update your account profile information and email address.": "Atualize as informações do perfil e o endereço de e-mail da sua conta.",
    "Update your account's profile information and email address.": "Atualize as informações do perfil da sua conta e o endereço de e-mail.",
    "Use a recovery code": "Use o código recuperado",
    "Use an authentication code": "Use um código de autenticação",
    "Verify Email Address": "Verificar E-mail",
    "Verify Your Email Address": "Verifique seu endereço de e-mail",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores estiver habilitada, você será solicitado a fornecer um token aleatório seguro durante a autenticação. Você pode recuperar esse token do aplicativo Google Authenticator do seu telefone.",
    "Whoops! Something went wrong.": "Opa! Algo deu errado.",
    "You're logged in!": "Você está logado!",
    "You are logged in!": "Você está logado!",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "You have been invited to join the :team team!": "Você foi convidado para entrar no time :team!",
    "You have enabled two factor authentication.": "Você já habilitou a autenticação de dois fatores.",
    "You have not enabled two factor authentication.": "Você ainda não habilitou a autenticação de dois fatores.",
    "You may delete any of your existing tokens if they are no longer needed.": "Você deve deletar os tokens sem utilização.",
    "Your email address is unverified.": "Seu endereço de e-mail não foi verificado.",
    "click here to request another": "clique aqui para solicitar outro",
    "of": "de",
    "results": "resultados",
    "to": "até",
    "Adopt": "Adotar",
    "Foster": "Divulgar",
    "About us": "Sobre nós",
    "My Profile": "Meu Perfil",
    "Edit Profile": "Editar Perfil",
    "Change Password": "Alterar Senha",
    "Find your new best friend": "Encontre seu novo melhor amigo",
    "We believe that every pet deserves a loving home. Adopt and make the difference.": "Acreditamos que todo pet merece um lar com muito amor. Adote e faça a diferença.",
    "Adopt a pet": "Adote um pet",
    "Promote a pet": "Divulgue um pet",
    "Make a donation": "Faça uma doação",
    "Terms and Conditions": "Termos e Condições",
    "All Rights Reserved.": "Todos os direitos reservados.",
    "Any specie": "Todas espécies",
    "City": "Cidade",
    "Search": "Pesquisar",
    "Specie": "Espécie",
    "Cat": "Gato",
    "Dog": "Cachorro",
    "Latest pets for adoption": "Novos pets para adoção",
    "Meet a few pets looking for homes.": "Conheça alguns pets que estão procurando um lar.",
    "Why adopt a pet?": "Por que adotar?",
    "View more": "Ver mais",
    "Find my new friend": "Encontrar meu novo amigo",
    "Combating Abandonment": "Combate ao Abandono",
    "By adopting a pet instead of buying one, you contribute to reducing the number of animals on the streets and in shelters.": "Ao adotar um pet em vez de compra-lo, você contribui para a redução do número de animais nas ruas e abrigos.",
    "Transform a Life": "Transforme uma Vida",
    "Many pets eagerly wait in shelters and rescue organizations, seeking a loving and caring home.": "Muitos pets esperam ansiosamente em abrigos e instituições de resgate, buscando um lar amoroso e acolhedor.",
    "Loyalty and Unconditional Love": "Lealdade e Amor Incondicional",
    "By opening the doors of your home to a pet in need of care, you will be creating a unique and special bond.": " Ao abrir as portas do seu lar para um pet que precisa de cuidados, você estará criando um vínculo único e especial.",
    "Sex": "Sexo",
    "Male": "Macho",
    "Female": "Fêmea",
    "Any sex": "Qualquer Sexo",
    "Age": "Idade",
    "Any age": "Qualquer idade",
    "Size": "Porte",
    "Any size": "Qualquer porte",
    "Small": "Pequeno",
    "Medium": "Médio",
    "Large": "Grande",
    "Puppy": "Filhote",
    "Young": "Jovem",
    "Adult": "Adulto",
    "Senior": "Idoso",
    "cat": "Gato",
    "dog": "Cachorro",
    "male": "Macho",
    "female": "Fêmea",
    "small": "Pequeno",
    "medium": "Médio",
    "large": "Grande",
    "puppy": "Filhote",
    "adult": "Adulto",
    "senior": "Idoso",
    "Location": "Localização",
    "Available": "Disponível",
    "Adopted": "Adotado",
    "Address": "Endereço",
    "View Profile": "Ver Perfil",
    "Created at": "Criado em",
    "Published by": "Publicado por",
    "Description": "Descrição",
    "Vet Info": "Informações Veterinárias",
    "Vaccinated": "Vacinado",
    "Neutered": "Castrado",
    "Dewormed": "Vermifugado",
    "Needs special care": "Precisa de cuidados especiais",
    "Sociabilities": "Sociabilidades",
    "OK with dogs": "Sociável com cachorros",
    "OK with cats": "Sociável com gatos",
    "OK with kids": "Sociável com crianças",
    "Temperaments": "Temperamentos",
    "Docile": "Dócil",
    "Aggressive": "Agressivo",
    "Calm": "Calmo",
    "Energetic": "Energético",
    "Playful": "Brincalhão",
    "Timid": "Tímido",
    "Sociable": "Sociável",
    "Unsociable": "Não sociável",
    "Independent": "Independente",
    "Needy": "Carente",
    "Username": "Nome de usuário",
    "About me": "Sobre mim",
    "State": "Estado",
    "Select the state": "Selecione o estado",
    "Select the city": "Selecione a cidade",
    "No pets found": "Nenhum pet encontrado",
    "Favorites pets": "Pets favoritos",
    "You don't have favorite pets yet": "Você ainda não tem pets favoritos.",
    "You can search for pets and add them to your favorites": "Você pode pesquisar por pets e adicioná-los aos seus favoritos.",
    "My Favorites": "Meus Favoritos",
    "Search pets": "Pesquisar pets",
    "Photo": "Foto",
    "About the pet": "Sobre o pet",
    "Veterinary Cares": "Cuidados Veterinários",
    "Sociable with": "Sociável com",
    "cats": "Gatos",
    "dogs": "Cachorros",
    "kids": "Crianças",
    "strangers": "Desconhecidos",
    "Add Pet": "Cadastrar Pet",
    "Edit Pet": "Editar Pet",
    "This pet is awaiting for aproval by the administrator and will be available soon for adoption.": "Este pet está aguardando aprovação do administrador e em breve estará disponível para adoção.",
    "Mark as available": "Marcar como disponível",
    "Mark as adopted": "Marcar como adotado",
    "All your data will be permanently deleted from the site.": "Todos os seus dados serão permanentemente excluídos do site.",
    "Are you sure you want to delete your account?": "Tem certeza que deseja excluir sua conta?",
    "All your pets and data will be permanently deleted from the site.": "Todos os seus pets e dados serão permanentemente excluídos do site.",
    "Yes, delete": "Sim, excluir",
    "No, cancel": "Não, cancelar",
    "All species": "Todas as espécies",
    "All sizes": "Todos os portes",
    "All sex": "Todos os sexos",
    "All ages": "Todas as idades",
    "Any state": "Qualquer estado",
    "Any city": "Qualquer cidade",
    "All states": "Todos os estados",
    "All cities": "Todas as cidades",
    "Pet name": "Nome do pet",
    "Clear filters": "Limpar filtros",
    "Photos of": "Fotos de",
    "No images found": "Nenhuma imagem encontrada",
    "Click to upload or drag and drop an image": "Clique para fazer upload ou arraste e solte uma imagem",
    "Remove": "Remover",
    "Users": "Usuários",
    "Pets": "Pets",
    "Adoptions": "Adoções",
    "Account": "Conta",
    "General": "Geral",
    "General Information": "Informações Gerais",
    "Privacy": "Privacidade",
    "Once you delete your account, there is no going back. Please be certain.": "Depois de excluir sua conta, não há como voltar atrás. Por favor, tenha certeza.",
    "Profile Picture": "Foto de perfil",
    "Max size of": "Tamanho máximo de",
    "Upload Picture": "Enviar foto",
    "Settings": "Configurações",
    "Update Email": "Alterar e-mail",
    "Notifications": "Notificações",
    "Security": "Segurança",
    "Are you sure you want to delete the user?": "Tem certeza que deseja deletar o usuário?",
    "New user": "Novo usuário",
    "Create User": "Criar Usuário",
    "Create Pet": "Criar Pet",
    "Show User": "Ver Usuário",
    "Edit": "Editar",
    "Edit User": "Editar Usuário",
    "Back": "Voltar",
    "User": "Usuário",
    "Visible": "Visível",
    "Yes": "Sim",
    "No": "Não",
    "New pet": "Novo pet",
    "Administrator": "Administrador",
    "Admin": "Admin",
    "Updated at": "Atualizado em",
    "User Details": "Detalhes do Usuário",
    "Select the user": "Selecione o usuário",
    "Search user...": "Pesquisar usuário...",
    "File Name": "Nome do arquivo",
    "Image": "Imagem",
    "Are you sure you want to delete the image?": "Tem certeza que deseja deletar a imagem?",
    "Pet Details": "Detalhes do Pet",
    "Images": "Imagens",
    "Remove Account": "Deletar Conta",
    "Are you sure you want to delete the pet?": "Tem certeza que deseja deletar o pet?",
    "Don’t have an account yet?": "Ainda não tem uma conta?",
    "Sign up": "Cadastre-se",
    "Already have an account?": "Já tem uma conta?",
    "By signing up, you agree to our": "Ao se cadastrar, você concorda com os nossos",
    "Before proceeding, please verify your email address. To do so, simply click the button below, and we'll send a verification link to your email.": "Antes de prosseguir, por favor, verifique seu endereço de e-mail. Para fazer isso, basta clicar no botão abaixo, e enviaremos um link de verificação para o seu e-mail.",
   "Terms of Use and Privacy Policy": "Termos de Uso e Políticas de Privacidade",
   "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o endereço de e-mail fornecido durante o registro.",
   "Send": "Enviar"

}
